Repository: opsi-org/opsi-client-kiosk
Catalog: images_to_depot/locale/images_to_depot.*.po
Languages: da

source: Copy icons and screenshots...
da: Kopiér ikoner og skærmbilleder...

source: Could not save icons on depot.
da: Kunne ikke gemme ikoner på depot.

source: Could not save screenshots on depot.
da: Kunne ikke gemme skærmbilleder på depot.

source: Could not unmount depot.
da: Kunne ikke afmontere depot.

source: done
da: udført

source: Copy process finished. Closing window...
da: Kopieringsproces udført. Lukker vindue...

source: Images could not be saved on opsi depot. %sPlease check if depot is mounted with write privileges.
da: Billeder kunne ikke gemmes på opsi-depot. %sKontrollér venligst om depot er monteret med skriverettigheder.

source: Images saved on
da: Billeder gemt på

source: "%s" is an invalid directory.%sPlease set "%s" to a valid directory.
da: "%s" er en ugyldig mappe.%sAngiv venligst "%s" som en gyldig mappe.

source: Mounting
da: Monterer

# imagestodepot.rssettingrights
source: Setting rights...
da: Sætter rettigheder...

source: Close
da: Luk

# tformsaveimagesondepot.buttoncopy.caption
source: Save images on depot
da: Gem billeder på depot

# tformsaveimagesondepot.caption
source: Save images on depot
da: Gem billeder på depot

# tformsaveimagesondepot.checkboxmountdepot.caption
source: Mount depot
da: Montér depot

# tformsaveimagesondepot.groupboxmountdepot.caption
source: Mount depot
da: Montér depot

# tformsaveimagesondepot.groupboxpath.caption
source: Path to depot
da: Sti til depot

source: Progress
da: Fremskridt

source: Password
da: Kodeord

source: User
da: Bruger
